Repository: MutesiUwaseVanessa/RPF
Catalog: typo3conf/ext/gridelements/Resources/Private/Language/*.locallang_wizard.xlf
Languages: de

# grid_maxitems
source: Maximum number of items
de: Maximale Anzahl von Elementen

# grid_maxitemsHelp
source: Enter the maximum number of items to be created or moved here.
de: Geben Sie die maximale Anzahl von Elementen ein, die innerhalb dieser Spalte angelegt oder dorthin bewegt werden dürfen.

# grid_allowed
source: Allowed CE
de: Zulässige CE

# grid_allowedHelp
source: Select the content element types that may be created or moved here.
de: Wählen Sie die Content-Element-Typen aus, die innerhalb dieser Spalte angelegt oder dorthin bewegt werden dürfen.

# grid_allowedGridTypes
source: Allowed Grids
de: Zulässige Raster-Elemente

# grid_allowedGridTypesHelp
source: Select the Gridelements types that may be created or moved here.
de: Wählen Sie die Raster-Element-Typen aus, die innerhalb dieser Spalte angelegt oder dorthin bewegt werden dürfen.

# grid_allowedListTypes
source: Allowed Plugins
de: Zulässige Plugins

# grid_allowedListTypesHelp
source: Select the plugin types that may be created or moved here.
de: Wählen Sie die Plugin-Typen aus, die innerhalb dieser Spalte angelegt oder dorthin bewegt werden dürfen.

# grid_disallowed
source: Restricted CE
de: Unzulässige CE

# grid_disallowedHelp
source: Select the content element types that may NOT be created or moved here.
de: Wählen Sie die Content-Element-Typen aus, die NICHT innerhalb dieser Spalte angelegt oder dorthin bewegt werden dürfen.

# grid_disallowedGridTypes
source: Restricted Grids
de: Unzulässige Raster-Elemente

# grid_disallowedGridTypesHelp
source: Select the Gridelements types that may NOT be created or moved here.
de: Wählen Sie die Raster-Element-Typen aus, die NICHT innerhalb dieser Spalte angelegt oder dorthin bewegt werden dürfen.

# grid_disallowedListTypes
source: Restricted Plugins
de: Unzulässige Plugins

# grid_disallowedListTypesHelp
source: Select the plugin types that may NOT be created or moved here.
de: Wählen Sie die Plugin-Typen aus, die NICHT innerhalb dieser Spalte angelegt oder dorthin bewegt werden dürfen.

# grid_addColumn
source: Add Column
de: Spalte hinzufügen

# grid_removeColumn
source: Remove Column
de: Spalte entfernen

# grid_addRow
source: Add Row
de: Reihe hinzufügen

# grid_removeRow
source: Remove Row
de: Reihe entfernen
